Repository: julehti/community_store
Catalog: languagesI/*/LC_MESSAGES/messages.po
Languages: fi_fi

source: Add a Store to your Site
fi_fi: Lisää Store sivustoosi

source: Add a Product to the Page
fi_fi: Lisää tuote sivulle

source: Product
fi_fi: Tuote

source: Quantity must be greater than zero
fi_fi: Määrän on oltava enemmän kuin nolla

source: Product to include
fi_fi: Lisättävä tuote

source: Choose a Product to show
fi_fi: Valitse näytettävä tuote

source: Selected Product:
fi_fi: Valittu tuote:

source: What would you like to show
fi_fi: Mitä haluaisit näyttää

source: Show Product Name
fi_fi: Näytä tuotteen nimi

source: Show Short Description
fi_fi: Näytä tuotteen kuvaus

source: Show Product Details
fi_fi: Näytä tuotteen tiedot

source: Show Price
fi_fi: Näytä hinta

source: Show Weight
fi_fi: Näytä paino

source: Show Product Image
fi_fi: Näytä tuotteen kuva

source: Show "Add to Cart" Button
fi_fi: Näytä "Lisää ostoskoriin" -painike

source: Show if it's featured
fi_fi: Näytä, onko tuote korostettu

source: Show Group Product is in
fi_fi: Näytä ryhmä jossa tuote on

source: Show Dimensions
fi_fi: Näytä mitat

source: Add to Cart Button Text
fi_fi: Lisää koriin -painike

source: Featured Item
fi_fi: Korostettu tuote

source: On Sale:
fi_fi: Tarjouksessa:

source: Dimensions
fi_fi: Mitat

source: Weight
fi_fi: Paino

source: Quantity
fi_fi: Määrä

source: Add to Cart
fi_fi: Lisää ostoskoriin

source: Out of Stock
fi_fi: Loppu varastosta

source: Product Details
fi_fi: Tuotteen tiedot

source: We can't seem to find this product at the moment
fi_fi: Tuotetta ei löydy tällä hetkellä

source: Add a Product List for Community Store
fi_fi: Lisää tuotelista kauppaan

source: Product List
fi_fi: Tuotelista

source: Max Products must be at least 1
fi_fi: Tuotteiden enimmäismäärä on oltava vähintään 1

source: A page must be selected
fi_fi: Sivu pitää valita

source: Max Product must be a whole number
fi_fi: Tuotteen määrän on oltava kokonaisnumero

source: Product Arrangement
fi_fi: Tuotteiden järjestys

source: List Products
fi_fi: Listaa tuotteet

source: All
fi_fi: Kaikki

source: Under current page
fi_fi: Nykyisellä sivulla

source: Under current page and child pages
fi_fi: Nykyisellä sivulla ja sen tytärsivuilla

source: Under a specified page
fi_fi: Määritellyllä sivulla

source: Under a specified page and child pages
fi_fi: Määritellyllä sivulla ja tytärsivuilla

source: Sort Order
fi_fi: Lajittelujärjestys

source: Alphabetical
fi_fi: Aakkosellinen

source: Recently Added
fi_fi: Viimeksi lisätty

source: Most Popular
fi_fi: Suosituin

source: Filter by Groups
fi_fi: Suodata ryhmittäin

source: Matching
fi_fi: Koskien

source: All groups listed
fi_fi: Kaikki luetellut ryhmät

source: Any group listed
fi_fi: Joku luetelluista ryhmistä

source: Pagination
fi_fi: Sivutus

source: Products per Row
fi_fi: Tuotteita per rivi

source: Max Number of Products
fi_fi: Tuotteiden maksimimäärä

source: Show Pagination
fi_fi: Näytä sivutus

source: Display Options
fi_fi: Näyttövaihtoehdot

source: Show Out of Stock Products
fi_fi: Näytä loppuneet tuotteet

source: Show Featured
fi_fi: Näytä korostetut

source: Show Both Featured &amp; Non-featured
fi_fi: Näytä korostetut ja ei-korostetut

source: Featured Only
fi_fi: Vain korostetut

source: Non-Featured Only
fi_fi: Vain ei-korostetut

source: Show:
fi_fi: Näytä:

source: Description
fi_fi: Kuvaus

source: Quickview Link (Modal Window)
fi_fi: Pikakatselulinkki (modaalinen ikkuna)

source: Page Link
fi_fi: Sivulinkki

source: Add to Cart Button
fi_fi: Lisää ostoskoriin -painike

source: Quick View
fi_fi: Pikakatselu

source: More Details
fi_fi: Lisää tietoja

source: No Products Available
fi_fi: Tuotteita ei saatavilla

source: Add your cart links for Community Store
fi_fi: Lisää ostoskorisi linkit kauppaan

source: Utility Links
fi_fi: Apulinkit

source: Cart Label must be set
fi_fi: Korin otsikko pitää määritellä

source: Cart Link Label exceeds 255 characters
fi_fi: Korin linkin otsikko on yli 255 merkkiä

source: Cart Items Label exceeds 255 characters
fi_fi: Korin kohteiden otsikko on yli 255 merkkiä

source: Show Amount of Items in Cart
fi_fi: Näytä korissa olevien tuotteiden määrä

source: Show Cart SubTotal
fi_fi: Näytä korin välisumma

source: Show Sign-in Link
fi_fi: Näytä kirjautumislinkki

source: Show Greeting (Welcome back, FirstName)
fi_fi: Näytä tervehdys (Tervetuloa takaisin, Etunimi)

source: Show Checkout Link
fi_fi: Näytä uloskirjoituksen linkki

source: Link to popup cart instead of cart page
fi_fi: Linkki pudotusvalikkokoriin korin sivun asemesta

source: Cart Link Label
fi_fi: Ostoskorin linkin otsikko

source: View Cart
fi_fi: Näytä ostoskori

source: Cart Items Label
fi_fi: Korin kohteiden otsikko

source: Items in Cart
fi_fi: Tuotteita ostoskorissa

source: Sign In
fi_fi: Kirjaudu sisään

source: Welcome back
fi_fi: Tervetuloa takaisin

source: Welcome back,
fi_fi: Tervetuloa takaisin,

source: Checkout
fi_fi: Uloskirjoittautuminen

source: Attribute Deleted.
fi_fi: Ominaisuus poistettu.

source: Attribute Created.
fi_fi: Ominaisuus luotu.

source: Attribute Updated.
fi_fi: Ominaisuus päivitettty.

source: Invalid attribute ID.
fi_fi: Viallinen määritteen ID.

source: Add Shipping Method
fi_fi: Lisää toimitustapa

source: Add
fi_fi: Lisää

source: Edit Shipping Method
fi_fi: Muokkaa toimitustapaa

source: Update
fi_fi: Päivitä

source: Successfully added a new Shipping Method
fi_fi: Onnistuneesti lisätty uusi toimitustapa

source: Successfully updated
fi_fi: Onnistuneesti päivitetty

source: Successfully removed
fi_fi: Onnistuneesti poistettu

source: Method Name must be set
fi_fi: Toimitustavan nimi pitää määritellä

source: Minimum Amount must be numeric
fi_fi: Minimimäärän pitää olla numeerinen

source: Maximum Amount must be numeric
fi_fi: Maksimimäärän pitää olla numeerinen

source: Add Tax Rate
fi_fi: Lisää verokanta

source: Edit Tax Rate
fi_fi: Muokkaa verokantaa

source: Successfully added a new Tax Rate
fi_fi: Onnistuneesti lisätty uusi verokanta

source: You need a label for this Tax Rate
fi_fi: Sinun pitää asettaa otsikko tälle verokannalle

source: Tax Rate must be a number
fi_fi: verokannan pitää olla numero

source: You need to enter a tax rate
fi_fi: Sinun pitää asettaa verokanta

source: You need a name for this Tax Class
fi_fi: Sinun pitää nimetä tämä veroluokka

source: You can only have one tax rate with your current tax settings
fi_fi: Sinulla voi olla vain yksi veroprosentti nykyisillä veroasetuksilla

source: Tax Class removed
fi_fi: Veroluokka poistettu

source: Tax Class Added
fi_fi: Veroluokka lisätty

source: Tax Class updated
fi_fi: Veroluokka päivitetty

source: Discount Rules
fi_fi: Alennussäännöt

source: Add Discount Rule
fi_fi: Lisää alennussääntö

source: Edit Discount Rule
fi_fi: Muokkaa alennussääntöä

source: Codes for discount rule
fi_fi: Alennussäännön koodit

source: Order Removed
fi_fi: Tilaus poistettu

source: Product Added
fi_fi: Tuote lisätty

source: Product Updated
fi_fi: Tuote päivitetty

source: Product Removed
fi_fi: Tuote poistettu

source: Add Product
fi_fi: Lisää tuote

source: Edit Product
fi_fi: Muokkaa tuotetta

source: You must have a Product Name
fi_fi: Sinun pitää antaa tuotteen nimi

source: Keep the Product name under 255 Characters
fi_fi: Tuotteen nimessä oltava alle 255 merkkiä

source: The Price must be set, and numeric
fi_fi: Hinta pitää syöttää, ja numeroin

source: The Quantity must be set, and numeric
fi_fi: Määrä pitää syöttää ja numeroin

source: The Product Width must be a number
fi_fi: Tuotteen leveyyden on oltava luku

source: The Product Height must be a number
fi_fi: Tuotteen korkeuden on oltava luku

source: The Product Length must be a number
fi_fi: Tuotteen pituuden on oltava luku

source: The Product Weight must be a number
fi_fi: Tuotteen painon on oltava luku

source: You did not enter anything for the Group Name
fi_fi: Olet jättänyt ryhmän nimen tyhjäksi

source: Keep the Group Name under 100 Characters
fi_fi: Ryhmän nimen on oltava alle 100 merkkiä

source: Settings Saved
fi_fi: Asetukset tallennettu

source: You must set a currency symbol
fi_fi: Valuutan symboli määritettävä

source: Tax Rate must be set, and a number
fi_fi: Verokanta määritettävä ja numeroin

source: Shipping Base Rate must be set, and a number
fi_fi: Lähetyskulut asetettava ja numeroin

source: Shipping Base Rate must be set, and a number (even if just zero)
fi_fi: Lähetyskulut lisättävä ja numeroin (vaikka olisi nolla)

source: At least one payment method must be enabled
fi_fi: Vähintään yksi maksutapa täytyy aktivoida

source: You must have at least one Order Status.
fi_fi: Pitää olla ainakin yksi tilaustila.

source: The %s Tax Class can't contain more than 1 Tax Rate if you change how the taxes are calculated
fi_fi: Veroluokka %s ei voi sisältää enempää kuin yhhedn verokannan, jos muutat verojen laskentatapaa

source: Credit Card Number
fi_fi: Luottokortin numero

source: Month
fi_fi: Kuukausi

source: Jan
fi_fi: Tammi

source: Feb
fi_fi: Helmi

source: Mar
fi_fi: Maalis

source: Apr
fi_fi: Huhti

source: May
fi_fi: Touko

source: Jun
fi_fi: Kesä

source: Jul
fi_fi: Heinä

source: Aug
fi_fi: Elo

source: Sep
fi_fi: Syys

source: Oct
fi_fi: Loka

source: Nov
fi_fi: Marras

source: Dec
fi_fi: Joulu

source: Year
fi_fi: Vuosi

source: Test Mode
fi_fi: Testimoodi

source: Auth.net Login ID
fi_fi: Auth.net kirjautumis-ID

source: Auth.net Transaction Key
fi_fi: Auth.net siirtoavain

source: An invoice will be sent to you upon ordering
fi_fi: Lasku lähetetään tilauksen yhteydessä

source: Minimum Order Value
fi_fi: Tilauksen vähimmäisarvo

source: Maximum Order Value
fi_fi: Tilauksen enimmäisarvo

source: Click "Complete Order" to Proceed to the PayPal Website.
fi_fi: Klikka "Toteuta tilaus" siirtyäksesi PayPalin nettisivulle.

source: Currency
fi_fi: Valuutta

source: PayPal E-mail
fi_fi: PayPal sähköposti

source: Order from %s
fi_fi: Tilaus täältä: %s

source: Base Price
fi_fi: Perushinta

source: Rate Based On
fi_fi: Kurssi perustuu:

source: Price per Item
fi_fi: Hinta per tuote

source: Price per
fi_fi: Hinta per

source: Which Countries does this Apply to?
fi_fi: Missä maissa tätä sovelletaan?

source: All Countries
fi_fi: Kaikki maat

source: Certain Countries
fi_fi: Tietyt maat

source: If Certain Countries, which?
fi_fi: Jos tietyt maat niin mitkä?

source: Minimum Purchase Amount for this rate to apply
fi_fi: Ostossumman vähimmäisraja tälle hinnalle

source: Maximum Purchase Amount for this rate to apply
fi_fi: Ostossumman enimmäisraja tälle hinnalle

source: Leave at 0 for no maximum
fi_fi: Jätä arvo 0:ksi, jos et halua ylärajaa

source: Minimum Weight Amount for this rate to apply
fi_fi: Vähimmäispaino tälle hinnalle

source: Maximum Weight Amount for this rate to apply
fi_fi: Enimmäispaino tälle hinnalle

source: Quantity:
fi_fi: Määrä:

source: has been added to your cart
fi_fi: on lisätty ostoskoriisi

source: Your cart has been updated
fi_fi: Ostoskorisi on päivitetty

source: Your cart has been cleared
fi_fi: Ostoskorisi on tyhjennetty

source: Item removed
fi_fi: Tuote poistettu

source: Due to stock levels your quantity has been limited
fi_fi: Varastotilanteen takia ostosmäärääsi on vähennetty

source: Shopping Cart
fi_fi: Ostoskori

source: Remove
fi_fi: Poista

source: Sub Total
fi_fi: Välisumma

source: Your cart is empty
fi_fi: Ostoskorisi on tyhjä

source: Continue Shopping
fi_fi: Jatka ostamista

source: Clear Cart
fi_fi: Tyhjennä ostoskori

source: Customer Overview
fi_fi: Asiakkaan yleistiedot

source: Email
fi_fi: Sähköposti

source: User
fi_fi: Käyttäjä

source: Billing Information
fi_fi: Laskutustiedot

source: Phone
fi_fi: Puhelin

source: Shipping Information
fi_fi: Lähetystiedot

source: Order Info
fi_fi: Tilaustiedot

source: Product Name
fi_fi: Tuotteen nimi

source: Product Options
fi_fi: Tuotevaihtoehdot

source: Price
fi_fi: Hinta

source: Subtotal
fi_fi: Välisumma

source: Shipping
fi_fi: Toimituskulut

source: Grand Total
fi_fi: Kokonaissumma

source: Payment Method
fi_fi: Maksutapa

source: Shipping Method
fi_fi: Toimitustapa

source: Discounts Applied
fi_fi: Sovelletut alennukset

source: Name
fi_fi: Nimi

source: Displayed
fi_fi: Näyttönimi

source: Deducted From
fi_fi: Vähennettynä arvosta

source: Amount
fi_fi: Arvo

source: Triggered
fi_fi: Kohdistettu

source: by code
fi_fi: koodin perusteella

source: Automatically
fi_fi: Automaattisesti

source: Items Subtotal
fi_fi: Tuotteiden välisumma

source: Total
fi_fi: Yhteensä

source: New Order Notification
fi_fi: Muistutus uudesta tilauksesta

source: An order has been placed!
fi_fi: Uusi tilaus on saapunut!

source: Order
fi_fi: Tilaus

source: An order has been placed on your website.
fi_fi: Tilaus on saapunut nettisivullesi.

source: Order Details
fi_fi: Tilauksen yksityiskohdat

source: Options
fi_fi: Vaihtoehdot

source: Qty
fi_fi: Määrä

source: Tax
fi_fi: Vero

source: Order #:
fi_fi: Tilausnumero:

source: A new order has been placed on your website
fi_fi: Uusi tilaus on saapunut nettisivullesi.

source: account Created
fi_fi: tili on luotu

source: Thank you for your order, an account has been created for you at
fi_fi: Kiitos tilauksestasi, sinulle on luotu asiakastili

source: An account has been created for you at
fi_fi: Ssinulle on luotu asiakastili täällä:

source: Order Receipt
fi_fi: Kuitti tilauksesta

source: Your Order
fi_fi: Tilauksesi

source: Thanks for your order! Below are the details of your order.
fi_fi: Kiitos tilauksestasi! Ohessa tilauksesi tiedot.

source: Your Downloads
fi_fi: Latauksesi

source: Note: You must be logged in to download files
fi_fi: Huomaa: Sinun tulee olla sisäänkirjautuneena ladataksesi tiedostoja

source: Order #%s has been received
fi_fi: Tilaus #%s on vastaanotettu

source: BILLING INFORMATION
fi_fi: LASKUTUSTIEDOT

source: SHIPPING INFORMATION
fi_fi: LÄHETYSTIEDOT

source: ORDER ITEMS
fi_fi: TILAUKSEN TUOTTEET

source: Order #%s is Complete
fi_fi: Tilaus #%s on valmis

source: Thank you for your order. A receipt should be emailed to you shortly.
fi_fi: Kiitos tilauksestasi! Saat kuitin sähköpostiisi pikapuolin.

source: Add Attribute
fi_fi: Lisää ominaisuus

source: From
fi_fi: Lähettäjä:

source: To
fi_fi: Tälle:

source: Order By
fi_fi: Tilaaja:

source: Filter Results
fi_fi: Suodata tuloksete

source: Quantity Sold
fi_fi: Myyty määrä

source: Today's Sales
fi_fi: Päivän myynnit

source: Year to Date
fi_fi: Vuoden alusta

source: Products
fi_fi: Tuotteet

source: View Orders by Date
fi_fi: Näytä tilaukset päivämäärän mukaan

source: Summary
fi_fi: Yhteenveto

source: Export
fi_fi: Vie

source: Export to CSV
fi_fi: Vie CSV-tiedostoon

source: Order #
fi_fi: Tilausnumero

source: Date
fi_fi: Päiväys

source: Tax Total
fi_fi: Vero yhteensä

source: Method Name
fi_fi: Toimitustavan nimi

source: Enabled
fi_fi: Aktiivinen

source: %s Shipping Method
fi_fi: %s toimitustapa

source: Add Method
fi_fi: Lisää toimitustapa

source: General Settings
fi_fi: Yleisasetukset

source: Methods
fi_fi: Toimitustavat

source: Actions
fi_fi: Toimenpiteet

source: Edit
fi_fi: Muokkaa

source: Delete
fi_fi: Poista

source: Enable Tax Rate
fi_fi: Salli verokanta

source: No
fi_fi: Ei

source: Yes
fi_fi: Kyllä

source: Tax Label
fi_fi: Veron otsikko

source: Tax Rate %
fi_fi: Veroprosentti

source: Tax is Based on the
fi_fi: Vero perustuu:

source: Product Total
fi_fi: tuotteiden hintaan

source: Product Total + Shipping
fi_fi: tuotteiden hintaan + toimituskuluihin

source: When to Charge Tax
fi_fi: Milloin vero peritään

source: If the Customers...
fi_fi: Jos asiakkaaat...

source: Shipping Address
fi_fi: Toimitusosoite

source: Billing Address
fi_fi: Laskutusosoite

source: Matches...
fi_fi: vastaaa...

source: Country
fi_fi: Valtio

source: Required
fi_fi: Vaadittu

source: Region
fi_fi: Alue

source: Optional
fi_fi: Vaihtoehtoinen

source: City
fi_fi: Kaupunki

source: %s Tax Rate
fi_fi: %s verokanta

source: Add Tax Class
fi_fi: Lisää veroluokka

source: Tax Classes
fi_fi: Veroluokat

source: Associated Tax Rates
fi_fi: Yhdistetyt verokannat

source: Tax Rates
fi_fi: Verokannat

source: Tax Class Name
fi_fi: Veroluokan nimi

source: Since you're prices INCLUDE Tax, you can only specify one tax rate per class. If you need more, you must change this setting in the %stax setting here%s
fi_fi: Koska hintasi SISÄLTÄVÄT veron, voi määritellä vain yhden verokannan luokalle. Jos tarvitset useamman, sinun pitää muuttaa tämä %sveroasetus täällä%s

source: Select Tax Class Rates
fi_fi: Valitse veroluokan kannat

source: Display
fi_fi: Näytä

source: Discount
fi_fi: Alennus

source: Applies
fi_fi: soveltuu

source: Availability
fi_fi: Saatavuus

source: from
fi_fi: alkaen

source: automatically
fi_fi: automaattisesti

source: when single use code entered
fi_fi: kun syötetään yksinkertainen käyttökoodi

source: of
fi_fi: määrästä

source: codes available
fi_fi: koodeja saatavilla

source: when code entered
fi_fi: kun koodi syötetään

source: code
fi_fi: koodi

source: codes
fi_fi: koodit

source: configured
fi_fi: konfiguroitu

source: exclusively
fi_fi: yksinomaisesti

source: starts
fi_fi: alkaa

source: expires
fi_fi: päättyy

source: always
fi_fi: aina

source: Disabled
fi_fi: Käytöstä poistettu

source: Manage Codes
fi_fi: Hallitse koodeja

source: Display Text
fi_fi: Näytä teksti

source: Deduction Type
fi_fi: Vähennystyyppi

source: Percentage
fi_fi: Prosenttimäärä

source: Value
fi_fi: Arvo

source: Percentage Discount
fi_fi: Prosenttialennus

source: Value Discount
fi_fi: Määräalennus

source: Deduct From
fi_fi: Vähennetty arvosta

source: Total, including shipping
fi_fi: Kokonaissumma, ml. toimituskulut

source: Apply
fi_fi: Sovella

source: Automatically, (when matching all restrictions)
fi_fi: Automaattisesti (kun kaikki rajoitukset täyttyvät)

source: When valid code entered
fi_fi: Kun hyväksyttävä koodi on syötetty

source: Single use codes
fi_fi: Kertakäyttöiset koodit

source: Codes can be entered after creating rule
fi_fi: Koodit voidaan syöttää säännön luomisen jälkeen

source: Restrictions
fi_fi: Rajoitukset

source: Discount is Exclusive
fi_fi: Alennus on yksinomainen

source: When checked, discount cannot be used in conjunction with another discount
fi_fi: Kun valittu, alennusta ei voi käyttää toisen alennuksen kanssa

source: Starts
fi_fi: Alkaa

source: Immedately
fi_fi: Heti

source: From a specified date
fi_fi: Tietystä päivämäärästä alkaen

source: Ends
fi_fi: Päättyy

source: Never
fi_fi: Ei koskaan

source: At a specified date
fi_fi: Määriteltynä päivänä

source: Description / Notes
fi_fi: Kuvaus / Huomautukset

source: Cancel
fi_fi: Kumoa

source: Are you sure you want to delete this discount rule?
fi_fi: Haluatko varmasti poistaa tämän alennussäännön?

source: code added
fi_fi: koodi lisätty

source: codes added
fi_fi: koodit lisätty

source: The following codes are were invalid or are already active:
fi_fi: Seuraavat koodit ovat vääriä tai jo käytössä:

source: Current Codes
fi_fi: Nykyiset koodit

source: Single Use Codes
fi_fi: Kertakoodi

source: Codes can be repeatedly used
fi_fi: Koodeja voi käyttää uudestaan

source: Code
fi_fi: Koodi

source: Used
fi_fi: Käytetty

source: View Order
fi_fi: Näytä tilaus

source: Available
fi_fi: Saatavilla

source: No codes specified
fi_fi: Ei määritelty koodeja

source: Add Codes
fi_fi: Lisää koodit

source: Code(s)
fi_fi: Koodi(t)

source: Seperate codes via lines or commas. Codes are case-insensitive.
fi_fi: Erota koodit rivinsiirroin tai pilkuin. Koodeissa on ero isojen ja pienten kirjainten välillä.

source: Return to Discount Rules
fi_fi: Palaa alennussääntöihin

source: Print Order Slip
fi_fi: Tulosta tilausliuska

source: Order Status History
fi_fi: Tilaustilanteen historia

source: Update Status
fi_fi: Päivitä tila

source: Status
fi_fi: Tila

source: Manage Order
fi_fi: Käsittele tilaus

source: Order Options
fi_fi: Tilauksen vaihtoehdot

source: Delete Order
fi_fi: Poista tilaus

source: All Statuses
fi_fi: Kaikki tilat

source: Search Orders
fi_fi: Etsi tilauksia

source: Search
fi_fi: Etsi

source: Order %s
fi_fi: Tilaus %s

source: Customer Name
fi_fi: Asiakkaan nimi

source: Order Date
fi_fi: Tilauspäivä

source: View
fi_fi: Näkymä

source: Delete Product
fi_fi: Poista tuote

source: Are you sure you want to delete this product?
fi_fi: Haluatko varmasti poistaa tämän tuotteen?

source: Overview
fi_fi: Yleistiedot

source: Categories
fi_fi: Kategoriat

source: Images
fi_fi: Kuvat

source: Attributes
fi_fi: Ominaisuudet

source: Memberships and Downloads
fi_fi: Jäsenyydet ja lataukset

source: Detail Page
fi_fi: Erittelysivu

source: Active
fi_fi: Aktiivinen

source: Inactive
fi_fi: Ei-aktiivinen

source: Sale Price
fi_fi: Myyntihinta

source: Featured Product
fi_fi: Korostetttu tuote

source: Taxable
fi_fi: Verotettava

source: Tax Class
fi_fi: Veroluokat

source: Stock Level
fi_fi: Varastotilanne

source: Unlimited
fi_fi: Rajaton

source: Allow Back Orders
fi_fi: Salli loppuneiden tuotteiden tilaus

source: Offer quantity selection
fi_fi: Tarjoa määrän valinta

source: No, only allow one of this product in a cart
fi_fi: Ei, salli vain yksi tällainen tuote ostoskorissa

source: Short Description
fi_fi: Tuotetiivistelmä

source: Product Details (Long Description)
fi_fi: Tuotekuvaus (pitkä luonnehdinta)

source: Categorized under pages
fi_fi: Luokiteltu sivujen alla

source: In product groups
fi_fi: tuoteryhmissä

source: Product is Shippable
fi_fi: Tuote on postitettava

source: Length
fi_fi: Pituus

source: Width
fi_fi: Leveys

source: Height
fi_fi: Paino

source: Primary Product Image
fi_fi: Tuotteen pääkuva

source: Choose Image
fi_fi: Valitse kuva

source: Additional Images
fi_fi: Lisäkuvat

source: Add Image
fi_fi: Lisää kuva

source: Add Option Group
fi_fi: Lisää vaihtoehtoryhmä

source: Group Name:
fi_fi: Ryhmän nimi:

source: Add Option to the Group
fi_fi: Lisää vaihtoehto ryhmään

source: Delete the Option Group
fi_fi: Poista vaihtoehtoryhmä

source: Option
fi_fi: Vaihtoehto

source: While you can set and assign attributes, they're are currently only able to be accessed programmatically
fi_fi: Vaikka voit asentaa ja luokitella attribuutteja, ne voidaan toistaiseksi ottaa käyttöön vain ohjelmallisesti.

source: You haven't created product attributes
fi_fi: Et ole luonut tuoteattribuutteja

source: File to download on purchase
fi_fi: Kaupan yhteydessä ladattava tiedosto

source: Choose File
fi_fi: Valitse tiedosto

source: In order to have digital downloads, you need to %sturn on advanced permissions%s.
fi_fi: Jos haluatte ladattavia tiedostoja, teidän pitää %slaittaa päälle erityisoikeudet%s.

source: Create user account on purchase
fi_fi: Luo asiakastili kaupan yhteydessä

source: When checked, if customer is guest, will create a user account on purchase
fi_fi: Kun tämä on valittu, luodaan asiakastili kaupan yhteydessä, vaikka asiakas on vierailija

source: On purchase add user to user groups
fi_fi: Lisää käyttäjä käyttäjäryhmään kaupan yhteydessä.

source: Select user groups
fi_fi: Valitse käyttäjäryhmä

source: Send customer directly to checkout when added to cart
fi_fi: Siirrä asiakas suoraan kassalle, kun tuote lisätään ostoskoriin

source: Prevent this item from being in the cart with other items
fi_fi: Estä tämä tuote olemasta ostoskorissa muiden tuotteiden kanssa

source: Detail Page is set to:
fi_fi: Erittelysivu on asetettu:

source: We're not sure why, but this product doesn't seem to have a Page that correlates to it.
fi_fi: Tämä tuote ei näytä liittyvän mihinkään sivuun.

source: Page Template
fi_fi: Sivupohja

source: Generate a Product Page
fi_fi: Luo tuotesivu
