Repository: julehti/community_store
Catalog: languagesI/*/LC_MESSAGES/messages.po
Languages: fi_fi

source: When you create a product, we'll make a page for that product. Below is the available templates for the Product Page Type. Choose one, and we'll use this to create the Detail page.
fi_fi: Kun luot tuotteen, teemme sivun tälle tuotteelle. Alla näkyvät tarjolla olevat tuotesivujen pohjat. Valitse niistä yksi ja me käytämme sitä erittelysivun luomiseen.

source: %s Product
fi_fi: %s Tuote

source: Manage Attributes
fi_fi: Hallitse ominaisuuksia

source: Manage Groups
fi_fi: Hallitse ryhmiä

source: All Groups
fi_fi: Kaikki ryhmät

source: Search Products
fi_fi: Etsi tuotetta

source: Primary Image
fi_fi: Pääkuva

source: Featured
fi_fi: Korostettu

source: Groups
fi_fi: Ryhmät

source: Not Featured
fi_fi: Ei korostettu

source: None
fi_fi: Ei mikään

source: You have not added a group yet
fi_fi: Et ole vielä lisännyt ryhmää

source: Add a Group
fi_fi: Lisää ryhmä

source: Group Name
fi_fi: Ryhmän nimi

source: Add Group
fi_fi: Lisää ryhmä

source: Shipping Methods
fi_fi: Toimitustavat

source: Payments
fi_fi: Maksut

source: Order Statuses
fi_fi: Tilausstatukset

source: Notifications
fi_fi: Ilmoitukset

source: Currency Symbol
fi_fi: Valuutttasymboli

source: Thousands Separator %se.g. , or a space%s
fi_fi: Tuhaterotin%s, esim. välilyönti %s

source: Whole Number Separator %se.g. period or a comma%s
fi_fi: Desimaalierotin %s, esimerkiksi piste tai pilkku%s

source: Are Prices Entered with Tax Included?
fi_fi: Ilmoitetaanko hinnat verollisina?

source: No, I will enter product prices EXCLUSIVE of tax
fi_fi: Ei, tuotehinnat ilmoitetaan ILMAN veroja

source: Yes, I will enter product prices INCLUSIVE of tax
fi_fi: Kyllä, tuotehinnat ilmoitetaan verot MUKANA

source: Terminology
fi_fi: Terminologia

source: Units for Weight
fi_fi: Painoyksiköt

source: lb
fi_fi: pauna

source: Units for Size
fi_fi: Mittayksiköt

source: in
fi_fi: tuumaa

source: Display Name (on checkout)
fi_fi: Näytä nimi (kassalla)

source: No Payment Methods are Installed
fi_fi: Maksutapoja ei ole asennettu

source: Display Name
fi_fi: Näytä nimi

source: Default Status
fi_fi: Näytä tila

source: Send Change Notifications to...
fi_fi: Lähetä ilmoitukset muutoksista...

source: Site
fi_fi: Sivusto

source: Customer
fi_fi: Asiakas

source: No Order Statuses are available
fi_fi: Tilausstatuksia ei ole saatavilla

source: Enter Emails to Notify of New Orders %sseparate multiple emails with commas%s
fi_fi: Anna sähköpostiosoitteet, joihin ilmoitetaan uusista tilauksista (%serota useampi osoite pilkulla%s)

source: Email address to send alerts from
fi_fi: Sähköpostiosoite josta ilmoitukset lähetetään

source: Page to Publish Product Pages Under
fi_fi: Sivu, jonka alle tuotesivut tulevat

source: Guest checkout
fi_fi: Kassalle vierailijana

source: Offer as checkout option
fi_fi: Tarjoa vaihtoehtona kassalla

source: Always (unless login required for products in cart)
fi_fi: Aina (elleivät ostoskorin tuotteet vaadi kirjautumista)

source: Save Settings
fi_fi: Tallenna asetukset

source: Sales this Week
fi_fi: Viikon myynnit

source: Recent Orders
fi_fi: Viimeiset tilaukset

source: Enter Discount Code
fi_fi: Syötä alennuskoodi

source: Discount has been applied
fi_fi: Alennus on otettu käyttöön

source: Invalid code
fi_fi: Väärä koodi

source: Discounts
fi_fi: Alennukset

source: Sign in, Register or Checkout as Guest
fi_fi: Kirjaudu, rekisteröidy tai siirry kassalle vierailijana

source: Sign in or Register
fi_fi: Kirjaudu tai rekisteröidy

source: In order to proceed, you'll need to either register, or sign in with your existing account.
fi_fi: Jatkaaksesi sinun täytyy rekisteröityä tai kirjautua olemassa olevalle tilillesi.

source: Register
fi_fi: Rekisteröidy

source: Or optionally, you may choose to checkout as a guest.
fi_fi: Tai vaihtoehtoisesti voi siirtyä kassalle kirjautumatta.

source: Checkout as Guest
fi_fi: Kassalle kirjautumatta

source: First Name
fi_fi: Etunimi

source: Last Name
fi_fi: Sukunimi

source: Address 1
fi_fi: Osoite 1

source: Address 2
fi_fi: Osoite 2

source: State
fi_fi: Lääni / osavaltio

source: Postal Code
fi_fi: Postinumero

source: Next
fi_fi: Seuraava

source: Same as Billing Address
fi_fi: Sama kuin laskutusosoite

source: Previous
fi_fi: Edellinen

source: Payment
fi_fi: Maksu

source: There are currently no payment methods available to process your order.
fi_fi: Ei ole saatavilla maksutapoja tilauksesi käsittelemiseksi.

source: Complete Order
fi_fi: Täydennä tilaus

source: Your Cart
fi_fi: Ostoskorisi

source: inc. taxes
fi_fi: sis. verot

source: Enter discount code
fi_fi: Anna alennuskoodi

source: Click Here if You're not Redirected
fi_fi: Klikkaa tähän, jos sinua ei ole uudelleenohjattu

source: You must enter a name
fi_fi: Sinun pitää antaa nimi

source: You must enter display text
fi_fi: Sinun pitää antaa näyttönimi

source: You must enter a discount percentage
fi_fi: Sinun pitää antaa alennusprosentti

source: You must enter a discount value
fi_fi: Sinun pitää antaa alennuksen määrä

source: off
fi_fi: pois

source: Transaction Key must be set
fi_fi: Transaction Key täytyy syöttää

source: Login ID must be set
fi_fi: Kirjautumisen ID määritettävä

source: PayPal Email must be set
fi_fi: PayPal-tilin sähköpostiosoite pitää antaa

source: Please set a Base Rate
fi_fi: Anna perushinta

source: Base Rate should be a number
fi_fi: Perushinnan pitää olla numero

source: The Price Per Item doesn't have to be set, but it does have to be numeric
fi_fi: Hinta per tuote ei ole asetettuna, mutta sen pitää olla numeerinen

source: The email address you have entered has already been used to create an account. Please login first or enter a different email address.
fi_fi: Antamasi sähköpostiosoite on jo käytetty asiakastilin luomiseen. Ole hyvä ja kirjaudu ensin tai anna toinen sähköpostiosoite.

source: You must enter a valid email address
fi_fi: Syötä toimiva sähköpostiosoite

source: You must enter a first name
fi_fi: Syötä etunimi

source: Your First Name is quite long. Please keep it under 30 characters
fi_fi: Etunimen oltava alle 30 merkkiä.

source: You must enter a Last Name
fi_fi: Syötä sukunimi

source: That is a long Last Name. Please keep it under 30 characters
fi_fi: Sukunimen on oltava alle 30 merkkiä

source: You must enter an address
fi_fi: Syötä osoite

source: That is a long street name. Please keep it under 50 characters
fi_fi: Kadunnimen oltava alle 50 merkkiä

source: You must enter a Country
fi_fi: Syötä maa

source: You did not select a Country from the list.
fi_fi: Valitse maa listasta.

source: You must enter a City
fi_fi: Syötä kaupunki

source: You must enter a valid City
fi_fi: Syötä oikea kaupunki

source: You must enter a valid Postal Code
fi_fi: Syötä oikea postinumero

source: Product Detail
fi_fi: Tuotteen tiedot

source: Registered Customer in your store
fi_fi: Kauppaasi rekisteröitynyt asiakas

source: Store Customer Info
fi_fi: Asiakkaan tiedot

source: Incomplete
fi_fi: Epätäydellinen

source: Pending
fi_fi: Kesken

source: Processing
fi_fi: Käsittelyssä

source: Shipped
fi_fi: Lähetetty

source: Complete
fi_fi: Valmis

source: Default
fi_fi: Oletus

source: I can't find a product by that name
fi_fi: Tämän nimistä tuotetta ei löydy
